101 95 259
116 104 260
116 95 261
115 95 262
100 95 263
44 95 264
111 117 265
101 114 266
105 110 267
121 95 268
97 110 269
58 10 270
111 114 271
111 95 272
101 110 273
10 10 274
97 114 275
95 260 276
111 110 277
108 108 278
104 97 279
44 10 280
46 274 281
105 262 282
101 115 283
121 265 284
95 115 285
116 272 286
269 263 287
111 119 288
101 97 289
95 109 290
95 119 291
111 102 292
95 104 293
267 103 294
111 109 295
95 97 296
99 104 297
260 259 298
115 116 299
95 98 300
110 111 301
105 114 302
102 271 303
118 259 304
101 264 305
105 260 306
276 259 307
115 101 308
108 105 309
84 104 310
278 95 311
114 101 312
115 261 313
97 261 314
65 110 315
73 95 316
101 275 317
105 109 318
105 116 319
111 111 320
103 104 321
97 116 322
105 115 323
108 101 324
266 95 325
265 114 326
315 263 327
39 262 328
101 101 329
301 261 330
109 268 331
59 10 332
114 97 333
46 10 334
284 114 335
117 114 336
279 261 337
114 105 338
117 261 339
108 263 340
292 95 341
79 270 342
101 263 343
108 97 344
105 261 345
114 111 346
266 259 347
101 262 348
100 264 349
117 110 350
69 78 351
107 259 352
121 264 353
73 78 354
95 100 355
63 274 356
97 262 357
102 97 358
119 306 359
279 304 360
83 270 361
95 99 362
87 104 363
260 314 364
273 116 365
260 101 366
99 101 367
115 104 368
109 97 369
95 112 370
260 266 371
98 101 372
46 95 373
65 82 374
99 259 375
294 95 376
97 108 377
59 95 378
260 265 379
115 264 380
109 259 381
115 259 382
108 111 383
99 107 384
119 104 385
105 108 386
39 263 387
73 342 388
110 288 389
105 278 390
98 259 391
101 278 392
114 289 393
95 116 394
116 264 395
265 340 396
101 10 397
290 268 398
118 266 399
99 295 400
104 259 401
95 286 402
95 73 403
101 108 404
85 361 405
111 108 406
100 105 407
95 103 408
97 268 409
116 266 410
97 267 411
95 284 412
310 259 413
108 259 414
105 277 415
95 102 416
114 117 417
105 102 418
101 109 419
269 100 420
84 272 421
105 321 422
275 259 423
117 112 424
280 327 425
104 318 426
101 100 427
105 311 428
271 100 429
105 297 430
108 268 431
320 263 432
85 67 433
288 110 434
104 282 435
354 71 436
95 287 437
99 277 438
110 101 439
97 121 440
101 281 441
114 295 442
105 100 443
117 115 444
265 110 445
65 78 446
109 269 447
97 103 448
69 82 449
79 82 450
101 261 451
114 283 452
308 108 453
293 282 454
101 280 455
101 116 456
99 97 457
95 267 458
115 279 459
33 10 460
69 84 461
84 337 462
112 111 463
113 117 464
260 268 465
33 274 466
109 271 467
117 108 468
110 272 469
97 109 470
276 101 471
65 270 472
118 273 473
98 268 474
115 10 475
115 112 476
75 436 477
293 318 478
260 282 479
276 282 480
104 266 481
276 314 482
111 260 483
63 10 484
277 103 485
66 339 486
283 261 487
111 264 488
98 339 489
95 292 490
70 271 491
115 117 492
291 306 493
117 116 494
277 259 495
97 278 496
73 67 497
273 100 498
79 76 499
100 272 500
73 291 501
295 259 502
107 389 503
115 280 504
115 302 505
264 287 506
99 116 507
117 262 508
283 262 509
453 102 510
285 116 511
97 352 512
69 76 513
107 294 514
108 289 515
291 104 516
275 100 517
111 112 518
119 271 519
300 259 520
97 100 521
73 405 522
477 95 523
374 68 524
276 265 525
115 272 526
95 335 527
104 317 528
273 261 529
109 111 530
283 116 531
116 111 532
45 45 533
99 105 534
83 84 535
77 268 536
284 95 537
273 95 538
39 116 539
265 262 540
119 259 541
100 10 542
108 320 543
58 95 544
69 270 545
100 101 546
33 95 547
73 39 548
296 109 549
276 268 550
79 78 551
293 259 552
267 95 553
114 269 554
267 107 555
115 97 556
100 289 557
269 95 558
266 101 559
117 297 560
285 279 561
323 104 562
115 277 563
105 304 564
102 442 565
103 432 566
117 313 567
115 119 568
281 67 569
97 98 570
108 429 571
65 262 572
279 260 573
87 337 574
281 80 575
97 95 576
289 107 577
114 288 578
116 10 579
267 259 580
265 108 581
105 103 582
100 266 583
89 265 584
112 266 585
383 118 586
281 76 587
112 114 588
309 352 589
524 403 590
72 97 591
332 327 592
82 79 593
259 286 594
283 115 595
84 388 596
109 101 597
105 99 598
265 321 599
285 104 600
424 277 601
73 270 602
265 261 603
271 95 604
121 10 605
461 270 606
119 357 607
65 85 608
112 346 609
99 269 610
119 337 611
266 118 612
324 261 613
97 353 614
89 95 615
269 116 616
105 263 617
316 360 618
69 95 619
326 95 620
300 339 621
303 95 622
300 101 623
104 289 624
309 102 625
97 115 626
119 392 627
101 121 628
111 340 629
280 363 630
73 110 631
302 313 632
117 109 633
63 95 634
269 103 635
73 549 636
95 341 637
105 299 638
366 109 639
273 263 640
75 270 641
279 116 642
73 102 643
335 95 644
497 72 645
119 275 646
82 645 647
329 112 648
379 95 649
68 85 650
650 75 651
102 468 652
651 619 653
115 111 654
111 100 655
296 262 656
116 116 657
303 259 658
116 417 659
105 384 660
279 263 661
87 306 662
98 414 663
422 116 664
112 112 665
351 596 666
116 318 667
449 270 668
267 100 669
467 259 670
73 285 671
366 268 672
283 264 673
281 66 674
459 278 675
283 259 676
281 523 677
281 83 678
119 428 679
358 371 680
101 120 681
281 71 682
100 111 683
378 287 684
89 270 685
260 273 686
293 266 687
119 347 688
296 278 689
79 264 690
354 67 691
288 95 692
290 259 693
101 328 694
98 108 695
72 259 696
108 271 697
281 77 698
111 382 699
582 110 700
98 346 701
286 298 702
114 268 703
117 321 704
79 102 705
290 101 706
101 112 707
399 268 708
295 101 709
267 307 710
273 367 711
10 421 712
65 66 713
119 390 714
102 338 715
557 260 716
273 375 717
100 280 718
296 95 719
422 261 720
112 275 721
269 268 722
543 107 723
97 119 724
369 352 725
548 311 726
76 79 727
647 590 728
70 632 729
69 535 730
260 325 731
439 119 732
366 302 733
291 337 734
433 72 735
105 118 736
119 396 737
99 305 738
262 287 739
103 333 740
103 101 741
275 109 742
727 433 743
743 730 744
744 668 745
121 451 746
358 302 747
118 111 748
114 434 749
69 351 750
366 259 751
471 302 752
310 282 753
385 430 754
285 272 755
310 265 756
76 73 757
336 259 758
291 259 759
369 100 760
121 510 761
368 259 762
101 102 763
299 266 764
277 326 765
101 118 766
264 331 767
309 118 768
101 311 769
383 304 770
329 261 771
101 507 772
267 263 773
276 419 774
292 307 775
260 269 776
407 263 777
81 85 778
778 750 779
86 691 780
780 666 781
459 311 782
67 295 783
79 70 784
784 95 785
292 102 786
301 116 787
336 110 788
77 275 789
285 112 790
329 100 791
260 294 792
359 95 793
95 303 794
65 77 795
118 105 796
101 273 797
72 351 798
112 344 799
111 39 800
97 107 801
448 411 802
505 264 803
117 382 804
321 116 805
103 564 806
10 327 807
121 280 808
103 111 809
71 111 810
97 311 811
400 259 812
83 272 813
798 82 814
814 615 815
101 99 816
109 275 817
539 282 818
69 83 819
308 263 820
321 261 821
103 259 822
270 65 823
271 259 824
293 317 825
116 512 826
365 324 827
100 323 828
450 73 829
110 103 830
265 115 831
111 371 832
98 266 833
104 325 834
100 117 835
653 781 836
95 282 837
779 95 838
106 111 839
69 361 840
73 262 841
288 266 842
101 39 843
277 101 844
109 273 845
89 450 846
846 641 847
99 445 848
97 112 849
275 261 850
117 299 851
322 259 852
100 283 853
87 259 854
322 415 855
79 114 856
476 577 857
95 345 858
102 105 859
354 522 860
95 330 861
112 333 862
39 100 863
116 119 864
270 78 865
362 295 866
105 122 867
276 269 868
369 268 869
271 110 870
284 264 871
283 10 872
97 99 873
39 84 874
73 261 875
109 560 876
69 68 877
877 87 878
108 420 879
97 704 880
44 533 881
111 313 882
393 261 883
368 396 884
363 430 885
84 72 886
320 107 887
103 411 888
385 273 889
85 77 890
363 353 891
98 111 892
65 76 893
116 325 894
73 290 895
530 313 896
108 485 897
102 317 898
293 289 899
445 100 900
95 316 901
73 83 902
116 262 903
115 502 904
513 76 905
332 491 906
438 263 907
116 343 908
269 261 909
69 100 910
260 555 911
301 663 912
271 263 913
97 384 914
39 313 915
79 77 916
108 509 917
280 421 918
77 69 919
279 395 920
103 272 921
280 462 922
275 101 923
104 288 924
65 80 925
593 919 926
926 342 927
351 351 928
928 522 929
306 266 930
290 269 931
305 287 932
104 347 933
66 268 934
109 567 935
112 452 936
97 102 937
312 109 938
461 82 939
939 735 940
940 388 941
312 112 942
262 286 943
300 268 944
116 392 945
105 112 946
111 261 947
72 288 948
108 121 949
109 365 950
262 292 951
275 263 952
810 263 953
101 907 954
103 117 955
10 65 956
100 268 957
697 349 958
312 116 959
783 305 960
10 413 961
267 375 962
277 95 963
82 709 964
271 116 965
551 84 966
111 278 967
269 349 968
101 334 969
270 310 970
416 442 971
270 83 972
715 498 973
829 499 974
974 446 975
296 261 976
610 330 977
561 311 978
406 100 979
975 405 980
101 356 981
114 485 982
115 99 983
347 282 984
100 440 985
677 728 986
66 101 987
260 322 988
114 121 989
112 101 990
289 108 991
115 115 992
110 97 993
464 797 994
82 430 995
119 660 996
281 729 997
110 509 998
114 273 999
