{
  "0": "\u0000",
  "1": "\u0001",
  "2": "\u0002",
  "3": "\u0003",
  "4": "\u0004",
  "5": "\u0005",
  "6": "\u0006",
  "7": "\u0007",
  "8": "\b",
  "9": "\t",
  "10": "\n",
  "11": "\u000b",
  "12": "\f",
  "13": "\r",
  "14": "\u000e",
  "15": "\u000f",
  "16": "\u0010",
  "17": "\u0011",
  "18": "\u0012",
  "19": "\u0013",
  "20": "\u0014",
  "21": "\u0015",
  "22": "\u0016",
  "23": "\u0017",
  "24": "\u0018",
  "25": "\u0019",
  "26": "\u001a",
  "27": "\u001b",
  "28": "\u001c",
  "29": "\u001d",
  "30": "\u001e",
  "31": "\u001f",
  "32": " ",
  "33": "!",
  "34": "\"",
  "35": "#",
  "36": "$",
  "37": "%",
  "38": "&",
  "39": "'",
  "40": "(",
  "41": ")",
  "42": "*",
  "43": "+",
  "44": ",",
  "45": "-",
  "46": ".",
  "47": "/",
  "48": "0",
  "49": "1",
  "50": "2",
  "51": "3",
  "52": "4",
  "53": "5",
  "54": "6",
  "55": "7",
  "56": "8",
  "57": "9",
  "58": ":",
  "59": ";",
  "60": "<",
  "61": "=",
  "62": ">",
  "63": "?",
  "64": "@",
  "65": "A",
  "66": "B",
  "67": "C",
  "68": "D",
  "69": "E",
  "70": "F",
  "71": "G",
  "72": "H",
  "73": "I",
  "74": "J",
  "75": "K",
  "76": "L",
  "77": "M",
  "78": "N",
  "79": "O",
  "80": "P",
  "81": "Q",
  "82": "R",
  "83": "S",
  "84": "T",
  "85": "U",
  "86": "V",
  "87": "W",
  "88": "X",
  "89": "Y",
  "90": "Z",
  "91": "[",
  "92": "\\",
  "93": "]",
  "94": "^",
  "95": "_",
  "96": "`",
  "97": "a",
  "98": "b",
  "99": "c",
  "100": "d",
  "101": "e",
  "102": "f",
  "103": "g",
  "104": "h",
  "105": "i",
  "106": "j",
  "107": "k",
  "108": "l",
  "109": "m",
  "110": "n",
  "111": "o",
  "112": "p",
  "113": "q",
  "114": "r",
  "115": "s",
  "116": "t",
  "117": "u",
  "118": "v",
  "119": "w",
  "120": "x",
  "121": "y",
  "122": "z",
  "123": "{",
  "124": "|",
  "125": "}",
  "126": "~",
  "127": "",
  "128": "",
  "129": "",
  "130": "",
  "131": "",
  "132": "",
  "133": "",
  "134": "",
  "135": "",
  "136": "",
  "137": "",
  "138": "",
  "139": "",
  "140": "",
  "141": "",
  "142": "",
  "143": "",
  "144": "",
  "145": "",
  "146": "",
  "147": "",
  "148": "",
  "149": "",
  "150": "",
  "151": "",
  "152": "",
  "153": "",
  "154": "",
  "155": "",
  "156": "",
  "157": "",
  "158": "",
  "159": "",
  "160": " ",
  "161": "¡",
  "162": "¢",
  "163": "£",
  "164": "¤",
  "165": "¥",
  "166": "¦",
  "167": "§",
  "168": "¨",
  "169": "©",
  "170": "ª",
  "171": "«",
  "172": "¬",
  "173": "­",
  "174": "®",
  "175": "¯",
  "176": "°",
  "177": "±",
  "178": "²",
  "179": "³",
  "180": "´",
  "181": "µ",
  "182": "¶",
  "183": "·",
  "184": "¸",
  "185": "¹",
  "186": "º",
  "187": "»",
  "188": "¼",
  "189": "½",
  "190": "¾",
  "191": "¿",
  "192": "À",
  "193": "Á",
  "194": "Â",
  "195": "Ã",
  "196": "Ä",
  "197": "Å",
  "198": "Æ",
  "199": "Ç",
  "200": "È",
  "201": "É",
  "202": "Ê",
  "203": "Ë",
  "204": "Ì",
  "205": "Í",
  "206": "Î",
  "207": "Ï",
  "208": "Ð",
  "209": "Ñ",
  "210": "Ò",
  "211": "Ó",
  "212": "Ô",
  "213": "Õ",
  "214": "Ö",
  "215": "×",
  "216": "Ø",
  "217": "Ù",
  "218": "Ú",
  "219": "Û",
  "220": "Ü",
  "221": "Ý",
  "222": "Þ",
  "223": "ß",
  "224": "à",
  "225": "á",
  "226": "â",
  "227": "ã",
  "228": "ä",
  "229": "å",
  "230": "æ",
  "231": "ç",
  "232": "è",
  "233": "é",
  "234": "ê",
  "235": "ë",
  "236": "ì",
  "237": "í",
  "238": "î",
  "239": "ï",
  "240": "ð",
  "241": "ñ",
  "242": "ò",
  "243": "ó",
  "244": "ô",
  "245": "õ",
  "246": "ö",
  "247": "÷",
  "248": "ø",
  "249": "ù",
  "250": "ú",
  "251": "û",
  "252": "ü",
  "253": "ý",
  "254": "þ",
  "255": "ÿ",
  "256": "</s>",
  "257": "<s>",
  "258": "<unk>",
  "259": "e_",
  "260": "th",
  "261": "t_",
  "262": "s_",
  "263": "d_",
  "264": ",_",
  "265": "ou",
  "266": "er",
  "267": "in",
  "268": "y_",
  "269": "an",
  "270": ":\n",
  "271": "or",
  "272": "o_",
  "273": "en",
  "274": "\n\n",
  "275": "ar",
  "276": "_th",
  "277": "on",
  "278": "ll",
  "279": "ha",
  "280": ",\n",
  "281": ".\n\n",
  "282": "is_",
  "283": "es",
  "284": "you",
  "285": "_s",
  "286": "to_",
  "287": "and_",
  "288": "ow",
  "289": "ea",
  "290": "_m",
  "291": "_w",
  "292": "of",
  "293": "_h",
  "294": "ing",
  "295": "om",
  "296": "_a",
  "297": "ch",
  "298": "the_",
  "299": "st",
  "300": "_b",
  "301": "no",
  "302": "ir",
  "303": "for",
  "304": "ve_",
  "305": "e,_",
  "306": "ith",
  "307": "_the_",
  "308": "se",
  "309": "li",
  "310": "Th",
  "311": "ll_",
  "312": "re",
  "313": "st_",
  "314": "at_",
  "315": "An",
  "316": "I_",
  "317": "ear",
  "318": "im",
  "319": "it",
  "320": "oo",
  "321": "gh",
  "322": "at",
  "323": "is",
  "324": "le",
  "325": "er_",
  "326": "our",
  "327": "And_",
  "328": "'s_",
  "329": "ee",
  "330": "not_",
  "331": "my_",
  "332": ";\n",
  "333": "ra",
  "334": ".\n",
  "335": "your",
  "336": "ur",
  "337": "hat_",
  "338": "ri",
  "339": "ut_",
  "340": "ld_",
  "341": "of_",
  "342": "O:\n",
  "343": "ed_",
  "344": "la",
  "345": "it_",
  "346": "ro",
  "347": "ere_",
  "348": "es_",
  "349": "d,_",
  "350": "un",
  "351": "EN",
  "352": "ke_",
  "353": "y,_",
  "354": "IN",
  "355": "_d",
  "356": "?\n\n",
  "357": "as_",
  "358": "fa",
  "359": "with",
  "360": "have_",
  "361": "S:\n",
  "362": "_c",
  "363": "Wh",
  "364": "that_",
  "365": "ent",
  "366": "the",
  "367": "ce",
  "368": "sh",
  "369": "ma",
  "370": "_p",
  "371": "ther",
  "372": "be",
  "373": "._",
  "374": "AR",
  "375": "ce_",
  "376": "ing_",
  "377": "al",
  "378": ";_",
  "379": "thou",
  "380": "s,_",
  "381": "me_",
  "382": "se_",
  "383": "lo",
  "384": "ck",
  "385": "wh",
  "386": "il",
  "387": "'d_",
  "388": "IO:\n",
  "389": "now",
  "390": "ill",
  "391": "be_",
  "392": "ell",
  "393": "rea",
  "394": "_t",
  "395": "t,_",
  "396": "ould_",
  "397": "e\n",
  "398": "_my_",
  "399": "ver",
  "400": "com",
  "401": "he_",
  "402": "_to_",
  "403": "_I",
  "404": "el",
  "405": "US:\n",
  "406": "ol",
  "407": "di",
  "408": "_g",
  "409": "ay_",
  "410": "ter",
  "411": "ain",
  "412": "_you",
  "413": "The_",
  "414": "le_",
  "415": "ion",
  "416": "_f",
  "417": "ru",
  "418": "if",
  "419": "em",
  "420": "and",
  "421": "To_",
  "422": "igh",
  "423": "are_",
  "424": "up",
  "425": ",\nAnd_",
  "426": "him",
  "427": "ed",
  "428": "ill_",
  "429": "ord",
  "430": "ich",
  "431": "ly_",
  "432": "ood_",
  "433": "UC",
  "434": "own",
  "435": "his_",
  "436": "ING",
  "437": "_and_",
  "438": "con",
  "439": "ne",
  "440": "ay",
  "441": "e.\n\n",
  "442": "rom",
  "443": "id",
  "444": "us",
  "445": "oun",
  "446": "AN",
  "447": "man",
  "448": "ag",
  "449": "ER",
  "450": "OR",
  "451": "et_",
  "452": "res",
  "453": "sel",
  "454": "_his_",
  "455": "e,\n",
  "456": "et",
  "457": "ca",
  "458": "_in",
  "459": "sha",
  "460": "!\n",
  "461": "ET",
  "462": "That_",
  "463": "po",
  "464": "qu",
  "465": "thy_",
  "466": "!\n\n",
  "467": "mor",
  "468": "ul",
  "469": "no_",
  "470": "am",
  "471": "_the",
  "472": "A:\n",
  "473": "ven",
  "474": "by_",
  "475": "s\n",
  "476": "sp",
  "477": "KING",
  "478": "_him",
  "479": "this_",
  "480": "_this_",
  "481": "her",
  "482": "_that_",
  "483": "oth",
  "484": "?\n",
  "485": "ong",
  "486": "But_",
  "487": "est_",
  "488": "o,_",
  "489": "but_",
  "490": "_of",
  "491": "For",
  "492": "su",
  "493": "_with",
  "494": "ut",
  "495": "one_",
  "496": "all",
  "497": "IC",
  "498": "end",
  "499": "OL",
  "500": "do_",
  "501": "I_w",
  "502": "ome_",
  "503": "know",
  "504": "s,\n",
  "505": "sir",
  "506": ",_and_",
  "507": "ct",
  "508": "us_",
  "509": "ess_",
  "510": "self",
  "511": "_st",
  "512": "ake_",
  "513": "EL",
  "514": "king",
  "515": "lea",
  "516": "_wh",
  "517": "ard",
  "518": "op",
  "519": "wor",
  "520": "_be_",
  "521": "ad",
  "522": "IUS:\n",
  "523": "KING_",
  "524": "ARD",
  "525": "_thou",
  "526": "so_",
  "527": "_your",
  "528": "hear",
  "529": "ent_",
  "530": "mo",
  "531": "est",
  "532": "to",
  "533": "--",
  "534": "ci",
  "535": "ST",
  "536": "My_",
  "537": "you_",
  "538": "en_",
  "539": "'t",
  "540": "ous_",
  "541": "we_",
  "542": "d\n",
  "543": "loo",
  "544": ":_",
  "545": "E:\n",
  "546": "de",
  "547": "!_",
  "548": "I'",
  "549": "_am",
  "550": "_thy_",
  "551": "ON",
  "552": "_he_",
  "553": "in_",
  "554": "ran",
  "555": "ink",
  "556": "sa",
  "557": "dea",
  "558": "an_",
  "559": "ere",
  "560": "uch",
  "561": "_sha",
  "562": "ish",
  "563": "son",
  "564": "ive_",
  "565": "from",
  "566": "good_",
  "567": "ust_",
  "568": "sw",
  "569": ".\n\nC",
  "570": "ab",
  "571": "lord",
  "572": "As_",
  "573": "hath",
  "574": "What_",
  "575": ".\n\nP",
  "576": "a_",
  "577": "eak",
  "578": "row",
  "579": "t\n",
  "580": "ine_",
  "581": "oul",
  "582": "ig",
  "583": "der",
  "584": "You",
  "585": "per",
  "586": "lov",
  "587": ".\n\nL",
  "588": "pr",
  "589": "like_",
  "590": "ARD_I",
  "591": "Ha",
  "592": ";\nAnd_",
  "593": "RO",
  "594": "e_to_",
  "595": "ess",
  "596": "TIO:\n",
  "597": "me",
  "598": "ic",
  "599": "ough",
  "600": "_sh",
  "601": "upon",
  "602": "I:\n",
  "603": "out_",
  "604": "or_",
  "605": "y\n",
  "606": "ET:\n",
  "607": "was_",
  "608": "AU",
  "609": "pro",
  "610": "can",
  "611": "what_",
  "612": "erv",
  "613": "let_",
  "614": "ay,_",
  "615": "Y_",
  "616": "ant",
  "617": "id_",
  "618": "I_have_",
  "619": "E_",
  "620": "our_",
  "621": "_but_",
  "622": "for_",
  "623": "_be",
  "624": "hea",
  "625": "lif",
  "626": "as",
  "627": "well",
  "628": "ey",
  "629": "old_",
  "630": ",\nWh",
  "631": "In",
  "632": "irst_",
  "633": "um",
  "634": "?_",
  "635": "ang",
  "636": "I_am",
  "637": "_of_",
  "638": "ist",
  "639": "them",
  "640": "end_",
  "641": "K:\n",
  "642": "hat",
  "643": "If",
  "644": "your_",
  "645": "ICH",
  "646": "war",
  "647": "RICH",
  "648": "eep",
  "649": "thou_",
  "650": "DU",
  "651": "DUK",
  "652": "ful",
  "653": "DUKE_",
  "654": "so",
  "655": "od",
  "656": "_as_",
  "657": "tt",
  "658": "fore_",
  "659": "tru",
  "660": "ick",
  "661": "had_",
  "662": "With",
  "663": "ble_",
  "664": "ight",
  "665": "pp",
  "666": "ENTIO:\n",
  "667": "tim",
  "668": "ER:\n",
  "669": "ind",
  "670": "more_",
  "671": "I_s",
  "672": "they_",
  "673": "es,_",
  "674": ".\n\nB",
  "675": "shall",
  "676": "ese_",
  "677": ".\n\nKING_",
  "678": ".\n\nS",
  "679": "will_",
  "680": "father",
  "681": "ex",
  "682": ".\n\nG",
  "683": "do",
  "684": ";_and_",
  "685": "Y:\n",
  "686": "then",
  "687": "_her",
  "688": "were_",
  "689": "_all",
  "690": "O,_",
  "691": "INC",
  "692": "ow_",
  "693": "_me_",
  "694": "e's_",
  "695": "bl",
  "696": "He_",
  "697": "lor",
  "698": ".\n\nM",
  "699": "ose_",
  "700": "ign",
  "701": "bro",
  "702": "to_the_",
  "703": "ry_",
  "704": "ugh",
  "705": "Of",
  "706": "_me",
  "707": "ep",
  "708": "very_",
  "709": "ome",
  "710": "in_the_",
  "711": "ence",
  "712": "\nTo_",
  "713": "AB",
  "714": "will",
  "715": "fri",
  "716": "death",
  "717": "ence_",
  "718": "d,\n",
  "719": "_a_",
  "720": "ight_",
  "721": "par",
  "722": "any_",
  "723": "look",
  "724": "aw",
  "725": "make_",
  "726": "I'll_",
  "727": "LO",
  "728": "RICHARD_I",
  "729": "First_",
  "730": "EST",
  "731": "ther_",
  "732": "new",
  "733": "their",
  "734": "_what_",
  "735": "UCH",
  "736": "iv",
  "737": "would_",
  "738": "ce,_",
  "739": "s_and_",
  "740": "gra",
  "741": "ge",
  "742": "arm",
  "743": "LOUC",
  "744": "LOUCEST",
  "745": "LOUCESTER:\n",
  "746": "yet_",
  "747": "fair",
  "748": "vo",
  "749": "rown",
  "750": "EEN",
  "751": "thee_",
  "752": "_their",
  "753": "This_",
  "754": "which",
  "755": "_so_",
  "756": "Thou",
  "757": "LI",
  "758": "ure_",
  "759": "_we_",
  "760": "mad",
  "761": "yself",
  "762": "she_",
  "763": "ef",
  "764": "ster",
  "765": "onour",
  "766": "ev",
  "767": ",_my_",
  "768": "liv",
  "769": "ell_",
  "770": "love_",
  "771": "eet_",
  "772": "ect",
  "773": "ind_",
  "774": "_them",
  "775": "of_the_",
  "776": "than",
  "777": "did_",
  "778": "QU",
  "779": "QUEEN",
  "780": "VINC",
  "781": "VINCENTIO:\n",
  "782": "shall_",
  "783": "Com",
  "784": "OF",
  "785": "OF_",
  "786": "off",
  "787": "not",
  "788": "urn",
  "789": "Mar",
  "790": "_sp",
  "791": "eed",
  "792": "thing",
  "793": "with_",
  "794": "_for",
  "795": "AM",
  "796": "vi",
  "797": "een",
  "798": "HEN",
  "799": "pla",
  "800": "o'",
  "801": "ak",
  "802": "again",
  "803": "sir,_",
  "804": "use_",
  "805": "ght",
  "806": "give_",
  "807": "\nAnd_",
  "808": "y,\n",
  "809": "go",
  "810": "Go",
  "811": "all_",
  "812": "come_",
  "813": "So_",
  "814": "HENR",
  "815": "HENRY_",
  "816": "ec",
  "817": "mar",
  "818": "'tis_",
  "819": "ES",
  "820": "sed_",
  "821": "ght_",
  "822": "ge_",
  "823": ":\nA",
  "824": "ore_",
  "825": "_hear",
  "826": "take_",
  "827": "entle",
  "828": "dis",
  "829": "ORI",
  "830": "ng",
  "831": "ous",
  "832": "other",
  "833": "ber",
  "834": "her_",
  "835": "du",
  "836": "DUKE_VINCENTIO:\n",
  "837": "_is_",
  "838": "QUEEN_",
  "839": "jo",
  "840": "ES:\n",
  "841": "Is_",
  "842": "ower",
  "843": "e'",
  "844": "one",
  "845": "men",
  "846": "YOR",
  "847": "YORK:\n",
  "848": "coun",
  "849": "ap",
  "850": "art_",
  "851": "ust",
  "852": "ate_",
  "853": "des",
  "854": "We_",
  "855": "ation",
  "856": "Or",
  "857": "speak",
  "858": "_it_",
  "859": "fi",
  "860": "INIUS:\n",
  "861": "_not_",
  "862": "pra",
  "863": "'d",
  "864": "tw",
  "865": ":\nN",
  "866": "_com",
  "867": "iz",
  "868": "_than",
  "869": "may_",
  "870": "orn",
  "871": "you,_",
  "872": "es\n",
  "873": "ac",
  "874": "'T",
  "875": "It_",
  "876": "much",
  "877": "ED",
  "878": "EDW",
  "879": "land",
  "880": "augh",
  "881": ",--",
  "882": "ost_",
  "883": "reat_",
  "884": "should_",
  "885": "Which",
  "886": "TH",
  "887": "ook",
  "888": "gain",
  "889": "when",
  "890": "UM",
  "891": "Why,_",
  "892": "bo",
  "893": "AL",
  "894": "ter_",
  "895": "I_m",
  "896": "most_",
  "897": "long",
  "898": "fear",
  "899": "_hea",
  "900": "ound",
  "901": "_I_",
  "902": "IS",
  "903": "ts_",
  "904": "some_",
  "905": "ELL",
  "906": ";\nFor",
  "907": "cond_",
  "908": "ted_",
  "909": "ant_",
  "910": "Ed",
  "911": "think",
  "912": "noble_",
  "913": "ord_",
  "914": "ack",
  "915": "'st_",
  "916": "OM",
  "917": "less_",
  "918": ",\nTo_",
  "919": "ME",
  "920": "hat,_",
  "921": "go_",
  "922": ",\nThat_",
  "923": "are",
  "924": "how",
  "925": "AP",
  "926": "ROME",
  "927": "ROMEO:\n",
  "928": "ENEN",
  "929": "ENENIUS:\n",
  "930": "ither",
  "931": "_man",
  "932": "e,_and_",
  "933": "here_",
  "934": "By_",
  "935": "must_",
  "936": "pres",
  "937": "af",
  "938": "rem",
  "939": "ETR",
  "940": "ETRUCH",
  "941": "ETRUCHIO:\n",
  "942": "rep",
  "943": "s_to_",
  "944": "_by_",
  "945": "tell",
  "946": "ip",
  "947": "ot_",
  "948": "How",
  "949": "ly",
  "950": "ment",
  "951": "s_of",
  "952": "ard_",
  "953": "God_",
  "954": "econd_",
  "955": "gu",
  "956": "\nA",
  "957": "dy_",
  "958": "lord,_",
  "959": "ret",
  "960": "Come,_",
  "961": "\nThe_",
  "962": "ince_",
  "963": "on_",
  "964": "Rome",
  "965": "ort",
  "966": "ONT",
  "967": "oll",
  "968": "and,_",
  "969": "e.\n",
  "970": ":\nTh",
  "971": "_from",
  "972": ":\nS",
  "973": "friend",
  "974": "ORIOL",
  "975": "ORIOLAN",
  "976": "_at_",
  "977": "cannot_",
  "978": "_shall_",
  "979": "old",
  "980": "ORIOLANUS:\n",
  "981": "e?\n\n",
  "982": "rong",
  "983": "sc",
  "984": "ere_is_",
  "985": "day",
  "986": ".\n\nKING_RICHARD_I",
  "987": "Be",
  "988": "that",
  "989": "ry",
  "990": "pe",
  "991": "eal",
  "992": "ss",
  "993": "na",
  "994": "queen",
  "995": "Rich",
  "996": "wick",
  "997": ".\n\nFirst_",
  "998": "ness_",
  "999": "ren"
}